{
    "apps": [
        {
            "Source": "main",
            "Name": "7zip",
            "Info": "",
            "Version": "24.08",
            "Updated": "2024-08-14T15:26:41.2527746+10:00"
        },
        {
            "Source": "main",
            "Name": "bat",
            "Info": "",
            "Version": "0.24.0",
            "Updated": "2023-10-18T10:58:16.340351+11:00"
        },
        {
            "Source": "main",
            "Name": "btop",
            "Info": "",
            "Version": "1.0.4",
            "Updated": "2023-10-20T09:18:41.7816835+11:00"
        },
        {
            "Source": "main",
            "Name": "bun",
            "Info": "",
            "Version": "1.1.37",
            "Updated": "2024-11-26T20:52:31.2765958+11:00"
        },
        {
            "Source": "main",
            "Name": "cacert",
            "Info": "",
            "Version": "2024-11-26",
            "Updated": "2024-11-27T15:59:34.6567594+11:00"
        },
        {
            "Source": "extras",
            "Name": "carapace-bin",
            "Info": "",
            "Version": "1.0.7",
            "Updated": "2024-11-30T13:56:05.7194315+11:00"
        },
        {
            "Source": "main",
            "Name": "ccache",
            "Info": "",
            "Version": "4.10.2",
            "Updated": "2024-07-25T17:21:45.2490664+10:00"
        },
        {
            "Source": "main",
            "Name": "clink",
            "Info": "Held package",
            "Version": "1.7.3",
            "Updated": "2024-10-25T23:07:50.9013792+11:00"
        },
        {
            "Source": "main",
            "Name": "clink-flex-prompt",
            "Info": "",
            "Version": "0.17",
            "Updated": "2024-10-25T20:11:11.1981757+11:00"
        },
        {
            "Source": "main",
            "Name": "ctags",
            "Info": "",
            "Version": "5.8",
            "Updated": "2023-10-02T11:20:16.9789967+11:00"
        },
        {
            "Source": "main",
            "Name": "dark",
            "Info": "",
            "Version": "3.14",
            "Updated": "2024-02-26T09:50:15.0342943+11:00"
        },
        {
            "Source": "main",
            "Name": "delta",
            "Info": "",
            "Version": "0.18.2",
            "Updated": "2024-09-12T18:51:57.8310997+10:00"
        },
        {
            "Source": "main",
            "Name": "docker",
            "Info": "",
            "Version": "27.3.1",
            "Updated": "2024-09-24T09:49:18.8225623+10:00"
        },
        {
            "Source": "main",
            "Name": "docker-buildx",
            "Info": "",
            "Version": "0.19.0",
            "Updated": "2024-11-27T15:59:50.1905039+11:00"
        },
        {
            "Source": "main",
            "Name": "docker-compose",
            "Info": "",
            "Version": "2.30.3",
            "Updated": "2024-11-08T11:25:18.8073367+11:00"
        },
        {
            "Source": "main",
            "Name": "dotnet-sdk",
            "Info": "",
            "Version": "9.0.100",
            "Updated": "2024-11-13T21:54:04.8357319+11:00"
        },
        {
            "Source": "main",
            "Name": "duckdb",
            "Info": "",
            "Version": "1.1.3",
            "Updated": "2024-11-07T14:50:19.1941073+11:00"
        },
        {
            "Source": "main",
            "Name": "eza",
            "Info": "",
            "Version": "0.20.9",
            "Updated": "2024-11-22T20:44:04.2860316+11:00"
        },
        {
            "Source": "main",
            "Name": "fd",
            "Info": "",
            "Version": "10.2.0",
            "Updated": "2024-08-26T09:14:03.2384845+10:00"
        },
        {
            "Source": "main",
            "Name": "ffmpeg",
            "Info": "",
            "Version": "7.1",
            "Updated": "2024-10-04T02:29:36.6918439+10:00"
        },
        {
            "Source": "versions",
            "Name": "ffmpeg-yt-dlp",
            "Info": "",
            "Version": "7.1-36-20241126",
            "Updated": "2024-11-27T16:00:23.6972703+11:00"
        },
        {
            "Source": "main",
            "Name": "fzf",
            "Info": "",
            "Version": "0.56.3",
            "Updated": "2024-11-15T20:55:38.7767888+11:00"
        },
        {
            "Source": "main",
            "Name": "gh",
            "Info": "",
            "Version": "2.62.0",
            "Updated": "2024-11-15T20:55:45.4433687+11:00"
        },
        {
            "Source": "main",
            "Name": "gitui",
            "Info": "",
            "Version": "0.26.3",
            "Updated": "2024-06-03T16:27:43.52306+10:00"
        },
        {
            "Source": "main",
            "Name": "glow",
            "Info": "",
            "Version": "2.0.0",
            "Updated": "2024-09-24T18:35:35.8462893+10:00"
        },
        {
            "Source": "main",
            "Name": "go",
            "Info": "",
            "Version": "1.23.3",
            "Updated": "2024-11-07T14:52:26.6833296+11:00"
        },
        {
            "Source": "main",
            "Name": "grex",
            "Info": "",
            "Version": "1.4.5",
            "Updated": "2024-09-26T22:07:28.6223994+10:00"
        },
        {
            "Source": "main",
            "Name": "imagemagick",
            "Info": "",
            "Version": "7.1.1-41",
            "Updated": "2024-11-18T12:02:12.5477325+11:00"
        },
        {
            "Source": "main",
            "Name": "innounp",
            "Info": "Held package",
            "Version": "0.50",
            "Updated": "2024-11-04T14:00:35.7492012+11:00"
        },
        {
            "Source": "main",
            "Name": "jq",
            "Info": "",
            "Version": "1.7.1",
            "Updated": "2024-09-12T13:23:08.6881988+10:00"
        },
        {
            "Source": "main",
            "Name": "just",
            "Info": "",
            "Version": "1.37.0",
            "Updated": "2024-11-21T15:54:27.4911038+11:00"
        },
        {
            "Source": "extras",
            "Name": "kitty",
            "Info": "",
            "Version": "0.76.1.13",
            "Updated": "2023-10-12T11:11:45.8200711+11:00"
        },
        {
            "Source": "main",
            "Name": "lazydocker",
            "Info": "",
            "Version": "0.24.1",
            "Updated": "2024-11-26T20:53:00.8264318+11:00"
        },
        {
            "Source": "extras",
            "Name": "lazygit",
            "Info": "",
            "Version": "0.44.1",
            "Updated": "2024-09-20T21:37:10.737741+10:00"
        },
        {
            "Source": "main",
            "Name": "lua",
            "Info": "",
            "Version": "5.4.7-2",
            "Updated": "2024-07-25T17:22:10.0322256+10:00"
        },
        {
            "Source": "main",
            "Name": "lua-language-server",
            "Info": "",
            "Version": "3.13.2",
            "Updated": "2024-11-22T20:44:35.2334454+11:00"
        },
        {
            "Source": "main",
            "Name": "luajit",
            "Info": "",
            "Version": "2.1.1731601260-1",
            "Updated": "2024-11-18T12:02:18.6138663+11:00"
        },
        {
            "Source": "main",
            "Name": "luarocks",
            "Info": "",
            "Version": "3.11.1",
            "Updated": "2024-06-03T16:27:47.6244511+10:00"
        },
        {
            "Source": "main",
            "Name": "meson",
            "Info": "",
            "Version": "1.6.0",
            "Updated": "2024-10-23T11:50:49.0696709+11:00"
        },
        {
            "Source": "versions",
            "Name": "mingw-winlibs-llvm-ucrt",
            "Info": "",
            "Version": "14.2.0-19.1.1-12.0.0-r2",
            "Updated": "2024-10-23T12:04:42.367754+11:00"
        },
        {
            "Source": "extras",
            "Name": "mkcert",
            "Info": "",
            "Version": "1.4.4",
            "Updated": "2024-01-03T21:52:05.3283521+11:00"
        },
        {
            "Source": "extras",
            "Name": "neovide",
            "Info": "",
            "Version": "0.13.3",
            "Updated": "2024-07-22T11:03:43.8783046+10:00"
        },
        {
            "Source": "main",
            "Name": "neovim",
            "Info": "",
            "Version": "0.10.2",
            "Updated": "2024-10-04T02:32:00.3411314+10:00"
        },
        {
            "Source": "main",
            "Name": "nodejs",
            "Info": "",
            "Version": "23.3.0",
            "Updated": "2024-11-21T15:55:18.057601+11:00"
        },
        {
            "Source": "extras",
            "Name": "notepadplusplus",
            "Info": "",
            "Version": "8.7.1",
            "Updated": "2024-11-07T14:52:31.2911385+11:00"
        },
        {
            "Source": "main",
            "Name": "nu",
            "Info": "",
            "Version": "0.100.0",
            "Updated": "2024-11-15T20:55:55.036914+11:00"
        },
        {
            "Source": "main",
            "Name": "nuget",
            "Info": "",
            "Version": "6.12.1",
            "Updated": "2024-11-13T21:54:44.3857289+11:00"
        },
        {
            "Source": "main",
            "Name": "openssh",
            "Info": "",
            "Version": "9.8.1.0p1",
            "Updated": "2024-11-11T15:29:11.7338924+11:00"
        },
        {
            "Source": "main",
            "Name": "openssl",
            "Info": "",
            "Version": "3.4.0",
            "Updated": "2024-10-23T11:54:20.8412875+11:00"
        },
        {
            "Source": "main",
            "Name": "ouch",
            "Info": "",
            "Version": "0.5.1",
            "Updated": "2024-09-18T16:57:24.3790242+10:00"
        },
        {
            "Source": "main",
            "Name": "pandoc",
            "Info": "",
            "Version": "3.5",
            "Updated": "2024-10-15T09:41:13.5545877+11:00"
        },
        {
            "Source": "main",
            "Name": "pnpm",
            "Info": "",
            "Version": "9.14.2",
            "Updated": "2024-11-21T10:16:27.9652636+11:00"
        },
        {
            "Source": "main",
            "Name": "podman",
            "Info": "",
            "Version": "5.3.1",
            "Updated": "2024-11-22T20:44:50.0678171+11:00"
        },
        {
            "Source": "extras",
            "Name": "podman-desktop",
            "Info": "",
            "Version": "1.14.1",
            "Updated": "2024-11-08T11:26:13.2313717+11:00"
        },
        {
            "Source": "main",
            "Name": "poppler",
            "Info": "",
            "Version": "24.08.0-0",
            "Updated": "2024-11-08T11:10:13.1929994+11:00"
        },
        {
            "Source": "extras",
            "Name": "posh-git",
            "Info": "",
            "Version": "1.1.0",
            "Updated": "2024-03-08T15:23:40.7185881+11:00"
        },
        {
            "Source": "main",
            "Name": "python",
            "Info": "",
            "Version": "3.13.0",
            "Updated": "2024-10-15T09:43:41.8359694+11:00"
        },
        {
            "Source": "versions",
            "Name": "python311",
            "Info": "",
            "Version": "3.11.9",
            "Updated": "2024-04-10T09:26:26.4545648+10:00"
        },
        {
            "Source": "main",
            "Name": "ripgrep",
            "Info": "",
            "Version": "14.1.1",
            "Updated": "2024-09-10T20:34:05.1954031+10:00"
        },
        {
            "Source": "main",
            "Name": "sd",
            "Info": "",
            "Version": "1.0.0",
            "Updated": "2024-09-26T21:37:44.836852+10:00"
        },
        {
            "Source": "main",
            "Name": "sed",
            "Info": "",
            "Version": "4.9",
            "Updated": "2023-09-07T13:43:33.8737865+10:00"
        },
        {
            "Source": "extras",
            "Name": "sourcetree",
            "Info": "",
            "Version": "3.4.21",
            "Updated": "2024-11-15T20:56:48.4421439+11:00"
        },
        {
            "Source": "main",
            "Name": "sqlite",
            "Info": "",
            "Version": "3.47.1",
            "Updated": "2024-11-26T20:53:08.8426605+11:00"
        },
        {
            "Source": "extras",
            "Name": "sqlitebrowser",
            "Info": "",
            "Version": "3.13.1",
            "Updated": "2024-10-23T11:54:37.9344727+11:00"
        },
        {
            "Source": "main",
            "Name": "starship",
            "Info": "",
            "Version": "1.21.1",
            "Updated": "2024-10-23T11:54:40.3712325+11:00"
        },
        {
            "Source": "main",
            "Name": "surrealdb",
            "Info": "",
            "Version": "2.1.2",
            "Updated": "2024-11-27T16:00:29.9352509+11:00"
        },
        {
            "Source": "main",
            "Name": "tlrc",
            "Info": "",
            "Version": "1.9.3",
            "Updated": "2024-08-30T10:10:45.0793316+10:00"
        },
        {
            "Source": "main",
            "Name": "tokei",
            "Info": "",
            "Version": "12.1.2",
            "Updated": "2024-09-26T22:48:09.9020654+10:00"
        },
        {
            "Source": "main",
            "Name": "tree-sitter",
            "Info": "",
            "Version": "0.24.4",
            "Updated": "2024-11-11T15:29:14.21677+11:00"
        },
        {
            "Source": "extras",
            "Name": "universal-ctags",
            "Info": "",
            "Version": "6.1.0",
            "Updated": "2024-01-02T08:21:32.2200839+11:00"
        },
        {
            "Source": "extras",
            "Name": "vcredist2022",
            "Info": "",
            "Version": "14.42.34433.0",
            "Updated": "2024-11-13T21:54:58.0688624+11:00"
        },
        {
            "Source": "extras",
            "Name": "wezterm",
            "Info": "",
            "Version": "20240203-110809-5046fc22",
            "Updated": "2024-10-23T16:34:41.8982297+11:00"
        },
        {
            "Source": "main",
            "Name": "wget",
            "Info": "",
            "Version": "1.21.4",
            "Updated": "2024-02-20T16:07:34.3379127+11:00"
        },
        {
            "Source": "main",
            "Name": "win32yank",
            "Info": "",
            "Version": "0.1.1",
            "Updated": "2024-05-09T15:43:42.0825772+10:00"
        },
        {
            "Source": null,
            "Name": "wslcompact",
            "Info": "Install failed",
            "Version": null,
            "Updated": "2024-11-12T18:41:38.3933141+11:00"
        },
        {
            "Source": "main",
            "Name": "yazi",
            "Info": "",
            "Version": "0.3.3",
            "Updated": "2024-09-12T10:32:52.4992345+10:00"
        },
        {
            "Source": "main",
            "Name": "yq",
            "Info": "",
            "Version": "4.44.5",
            "Updated": "2024-11-18T12:02:21.9734674+11:00"
        },
        {
            "Source": "main",
            "Name": "yt-dlp",
            "Info": "",
            "Version": "2024.11.18",
            "Updated": "2024-11-19T17:01:23.6256241+11:00"
        },
        {
            "Source": "versions",
            "Name": "zed-nightly",
            "Info": "",
            "Version": "20241127",
            "Updated": "2024-11-27T16:00:43.1590826+11:00"
        },
        {
            "Source": "versions",
            "Name": "zig-dev",
            "Info": "",
            "Version": "0.14.0-dev.2310",
            "Updated": "2024-11-27T16:03:32.7395661+11:00"
        },
        {
            "Source": "main",
            "Name": "zoxide",
            "Info": "",
            "Version": "0.9.6",
            "Updated": "2024-09-20T21:51:40.4958065+10:00"
        },
        {
            "Source": "main",
            "Name": "zstd",
            "Info": "",
            "Version": "1.5.6",
            "Updated": "2024-04-10T09:40:03.6998984+10:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2024-11-30T11:36:26+11:00",
            "Manifests": 1348
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-11-30T11:39:16+11:00",
            "Manifests": 2102
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-11-30T13:01:14+11:00",
            "Manifests": 471
        },
        {
            "Name": ".oki",
            "Source": "https://github.com/okibcn/Bucket",
            "Updated": "2024-11-29T07:29:24+11:00",
            "Manifests": 11
        },
        {
            "Name": "surrealdb_surrealist",
            "Source": "https://github.com/surrealdb/surrealist.git",
            "Updated": "2024-11-30T01:39:29+11:00",
            "Manifests": 0
        }
    ]
}
